Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 전문가 관점
ar: منظور الخبير
en: Expert lens
es: Perspectiva experta
fr: Regard d'expert
hi: विशेषज्ञ दृष्टिकोण
ja: 専門家の視点
pt_br: Perspectiva especialista
ru: Экспертный взгляд
zh_hans: 专家视角

source: 전문가 관점(렌즈) — 수집·리서치를 맡길 때 «어떤 전문가의 눈으로 볼지» 를 골라, 그 관점에 맞는 기회만 모으게 할 수 있어요. 전방위(기본)로 두면 가리지 않고 두루 보고, 디자인·디버깅 같은 특정 관점을 고르면 그쪽에 집중해요. 고를 수 있는 관점은 Mac 데스크탑 앱 버전에 따라 늘어나요.
ar: عدسة الخبير — عند إسناد عملية جمع أو بحث، يمكنك اختيار «بعين أي خبير يُنظر» لتجمع فقط الفرص الملائمة لتلك الزاوية. وإذا تركتها على الشمولية (الافتراضي) فإنها تنظر بسعة ودون انحياز؛ واختر عدسة محددة مثل التصميم أو تصحيح الأخطاء فتتركّز عليها. تزداد العدسات المتاحة بحسب إصدار تطبيق سطح المكتب على Mac.
en: Expert lens — when you hand off a collection or research run, you can choose «through which expert’s eyes to look» so it gathers only the opportunities that fit that view. Left on all-round (the default) it looks broadly without bias; pick a specific lens like design or debugging and it focuses there. The lenses you can choose grow with your Mac desktop app version.
es: Lente de experto — al encargar una recolección o investigación, puedes elegir «con qué mirada de experto observar» para que reúna solo las oportunidades acordes con ese enfoque. Si lo dejas en integral (por defecto), mira de forma amplia y sin sesgo; elige una lente concreta como diseño o depuración y se centrará en ello. Las lentes disponibles aumentan según la versión de tu app de escritorio para Mac.
fr: Lentille d’expert — en confiant une collecte ou une recherche, vous pouvez choisir «avec quel regard d’expert observer» afin qu’elle ne rassemble que les opportunités correspondant à cette perspective. Laissée sur global (par défaut), elle regarde largement et sans biais ; choisissez une lentille précise comme design ou débogage et elle s’y concentre. Les lentilles disponibles augmentent selon la version de votre app de bureau Mac.
hi: विशेषज्ञ लेंस — संग्रह या रिसर्च सौंपते समय आप चुन सकते हैं कि «किस विशेषज्ञ की नज़र से देखा जाए», ताकि वह केवल उसी दृष्टिकोण से मेल खाते अवसर इकट्ठा करे। सर्वांगीण (डिफ़ॉल्ट) पर रखने पर वह बिना पक्षपात के व्यापक रूप से देखता है; डिज़ाइन या डिबगिंग जैसा कोई विशेष लेंस चुनें तो वह उसी पर केंद्रित होता है। चुने जा सकने वाले लेंस आपके Mac डेस्कटॉप ऐप के संस्करण के साथ बढ़ते हैं।
ja: 専門家の視点(レンズ) — 収集・リサーチを任せるとき «どの専門家の目で見るか» を選び、その視点に合う機会だけを集めさせられます。全方位(既定)のままなら偏りなく広く見て、デザイン・デバッグなど特定の視点を選ぶとそこに集中します。選べる視点は Mac デスクトップアプリのバージョンに応じて増えます。
pt_br: Lente de especialista — ao delegar uma coleta ou pesquisa, você pode escolher «sob qual olhar de especialista observar», para que reúna só as oportunidades adequadas a essa perspectiva. Deixada em abrangente (padrão), ela olha de forma ampla e sem viés; escolha uma lente específica como design ou depuração e ela se concentra ali. As lentes disponíveis aumentam conforme a versão do seu app de desktop para Mac.
ru: Экспертная линза — поручая сбор или исследование, вы можете выбрать, «глазами какого специалиста смотреть», чтобы собирались только подходящие этому взгляду возможности. Оставленная на универсальной (по умолчанию), она смотрит широко и без перекоса; выберите конкретную линзу, например дизайн или отладку, и она сосредоточится на ней. Доступные линзы расширяются с версией вашего десктопного приложения для Mac.
zh_hans: 专家视角(透镜)——交付收集或调研时，你可以选择«以哪位专家的眼光来看»，让它只收集契合该视角的机会。保持全方位(默认)则不带偏见地广泛查看；选择设计、调试等特定透镜则会聚焦于此。可选的视角会随你的 Mac 桌面应用版本而增加。

source: 전방위
ar: شامل
en: All-round
es: Integral
fr: Tous azimuts
hi: सर्वांगीण
ja: 全方位
pt_br: Abrangente
ru: Всесторонний
zh_hans: 全方位

source: 전부 삭제
ar: حذف الكل
en: Delete all
es: Eliminar todo
fr: Tout supprimer
hi: सब हटाएँ
ja: すべて削除
pt_br: Excluir tudo
ru: Удалить всё
zh_hans: 全部删除

source: 전송
ar: إرسال
en: Send
es: Enviar
fr: Envoyer
hi: भेजें
ja: 送信
pt_br: Enviar
ru: Отправить
zh_hans: 发送

source: 전송 실패: %@
ar: فشل الإرسال: %@
en: Send failed: %@
es: Error al enviar: %@
fr: Échec de l’envoi : %@
hi: भेजना विफल: %@
ja: 送信失敗: %@
pt_br: Falha no envio: %@
ru: Не удалось отправить: %@
zh_hans: 发送失败:%@

source: 전송 중
ar: جارٍ الإرسال
en: Sending
es: Enviando
fr: Envoi en cours
hi: भेजा जा रहा है
ja: 送信中
pt_br: Enviando
ru: Отправка
zh_hans: 发送中

source: 전송한 프롬프트가 여기 쌓여요.
ar: ستظهر الموجهات التي ترسلها هنا.
en: Prompts you send will pile up here.
es: Los prompts que envíes aparecerán aquí.
fr: Les prompts envoyés s'accumuleront ici.
hi: आपके भेजे गए प्रॉम्प्ट यहाँ जमा होंगे।
ja: 送信したプロンプトがここに溜まります。
pt_br: Os prompts que você enviar aparecerão aqui.
ru: Отправленные промпты будут появляться здесь.
zh_hans: 你发送的提示词会出现在这里。

source: 전체
ar: الكل
en: All
es: Todo
fr: Tout
hi: सभी
ja: すべて
pt_br: Tudo
ru: Все
zh_hans: 全部

source: 전체 선택
ar: تحديد الكل
en: Select All
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
ja: すべて選択
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 全选

source: 전체 화면
ar: الشاشة كاملة
en: Full screen
es: Pantalla completa
fr: Plein écran
hi: पूर्ण स्क्रीन
ja: 全画面
pt_br: Tela inteira
ru: Весь экран
zh_hans: 全屏

source: 전환
ar: تبديل
en: Switch
es: Cambiar
fr: Basculer
hi: स्विच करें
ja: 切り替え
pt_br: Trocar
ru: Переключить
zh_hans: 切换

source: 전환 시점과 가격은 추후 앱에서 안내해 드릴게요. 그때까지는 자유롭게 써 보실 수 있습니다.
ar: سنعلن عن الموعد والسعر داخل التطبيق لاحقًا. حتى ذلك الحين، يمكنك تجربتها بحرية.
en: We'll announce the timing and pricing in the app later. Until then, feel free to try them out.
es: Más adelante anunciaremos la fecha y el precio en la app. Hasta entonces, puedes usarlas libremente.
fr: Nous annoncerons la date et le tarif dans l'app plus tard. D'ici là, n'hésitez pas à les essayer.
hi: समय और मूल्य की जानकारी हम बाद में ऐप में देंगे। तब तक आप इन्हें स्वतंत्र रूप से आज़मा सकते हैं।
ja: 切り替え時期と価格は後ほどアプリでご案内します。それまでは自由にお試しいただけます。
pt_br: Anunciaremos a data e o preço no app mais tarde. Até lá, sinta-se à vontade para experimentar.
ru: О сроках и цене мы сообщим в приложении позже. А пока пользуйтесь ими свободно.
zh_hans: 转换时间和价格我们稍后会在应用内通知。在此之前，您可以随意使用。

source: 점수 %@
ar: النتيجة %@
en: Score %@
es: Puntuación %@
fr: Score %@
hi: स्कोर %@
ja: スコア %@
pt_br: Pontuação %@
ru: Оценка %@
zh_hans: 评分 %@

source: 점수 = 영향 ÷ 노력. 높을수록 먼저 봐요.
ar: النتيجة = التأثير ÷ الجهد. كلما زادت راجِعها أولًا.
en: Score = impact ÷ effort. Higher means look first.
es: Puntuación = impacto ÷ esfuerzo. Cuanto mayor, revísalo antes.
fr: Score = impact ÷ effort. Plus c’est élevé, plus c’est prioritaire.
hi: स्कोर = प्रभाव ÷ प्रयास. जितना अधिक, उतना पहले देखें।
ja: スコア = 影響 ÷ 労力。高いほど先に確認します。
pt_br: Pontuação = impacto ÷ esforço. Quanto maior, veja primeiro.
ru: Оценка = влияние ÷ усилия. Выше — смотрите первым.
zh_hans: 评分 = 影响 ÷ 投入。越高越优先查看。

source: 접근성
ar: إمكانية الوصول
en: Accessibility
es: Accesibilidad
fr: Accessibilité
hi: सुलभता
ja: アクセシビリティ
pt_br: Acessibilidade
ru: Доступность
zh_hans: 无障碍

source: 접기
ar: طيّ
en: Collapse
es: Contraer
fr: Réduire
hi: समेटें
ja: 折りたたむ
pt_br: Recolher
ru: Свернуть
zh_hans: 收起

source: 정리
ar: تنظيف
en: Clean Up
es: Limpiar
fr: Nettoyer
hi: साफ़ करें
ja: 整理
pt_br: Limpar
ru: Очистить
zh_hans: 整理

source: 정리 세션 보기
ar: عرض جلسة التنظيف
en: View Cleanup Session
es: Ver sesión de limpieza
fr: Voir la session de nettoyage
hi: सफ़ाई सेशन देखें
ja: 整理セッションを見る
pt_br: Ver sessão de limpeza
ru: Открыть сессию очистки
zh_hans: 查看清理会话

source: 정리 시작
ar: بدء التنظيف
en: Start Cleanup
es: Iniciar limpieza
fr: Lancer le nettoyage
hi: सफ़ाई शुरू करें
ja: 整理を開始
pt_br: Iniciar limpeza
ru: Начать очистку
zh_hans: 开始清理

source: 정해진 시각에 쉘 스크립트 파일을 실행해요.
ar: يشغّل ملف سكربت Shell في الوقت المحدد.
en: Runs a shell script file at the scheduled time.
es: Ejecuta un archivo de script de shell a la hora programada.
fr: Exécute un fichier de script shell à l’heure planifiée.
hi: निर्धारित समय पर एक शेल स्क्रिप्ट फ़ाइल चलाता है।
ja: 指定した時刻にシェルスクリプトファイルを実行します。
pt_br: Executa um arquivo de script de shell no horário agendado.
ru: Запускает файл shell-скрипта в назначенное время.
zh_hans: 在预定时间运行一个 shell 脚本文件。

source: 정해진 시각에 코드 에이전트에게 프롬프트를 보내요.
ar: يرسل موجّهًا إلى وكيل برمجي في الوقت المحدد.
en: Sends a prompt to a code agent at the scheduled time.
es: Envía un prompt a un agente de código a la hora programada.
fr: Envoie une invite à un agent de code à l’heure planifiée.
hi: निर्धारित समय पर एक कोड एजेंट को प्रॉम्प्ट भेजता है।
ja: 指定した時刻にコードエージェントにプロンプトを送信します。
pt_br: Envia um prompt para um agente de código no horário agendado.
ru: Отправляет запрос агенту кода в назначенное время.
zh_hans: 在预定时间向代码代理发送提示词。

source: 정확도 우선
ar: دقة أعلى
en: Higher accuracy
es: Mayor precisión
fr: Précision maximale
hi: अधिक सटीकता
ja: 精度優先
pt_br: Maior precisão
ru: Выше точность
zh_hans: 精度优先

source: 정확도 우선(small)은 한국어·중국어·일본어 받아쓰기가 더 정확하지만 다운로드가 더 큽니다. 빠르고 가벼움 ≈150MB · 정확도 우선 ≈480MB.
ar: الدقة الأعلى (small) تنسخ الكورية والصينية واليابانية بدقة أكبر لكنها أكبر حجمًا في التنزيل. سريع وخفيف ≈150 ميغابايت · دقة أعلى ≈480 ميغابايت.
en: Higher accuracy (small) transcribes Korean, Chinese, and Japanese more accurately but downloads more. Fast & light ≈150MB · Higher accuracy ≈480MB.
es: Mayor precisión (small) transcribe coreano, chino y japonés con más exactitud, pero descarga más. Rápido y ligero ≈150 MB · Mayor precisión ≈480 MB.
fr: Précision maximale (small) transcrit le coréen, le chinois et le japonais plus fidèlement, mais télécharge davantage. Rapide et léger ≈150 Mo · Précision maximale ≈480 Mo.
hi: अधिक सटीकता (small) कोरियाई, चीनी और जापानी को अधिक सटीक रूप से लिखती है, लेकिन डाउनलोड बड़ा होता है। तेज़ और हल्का ≈150MB · अधिक सटीकता ≈480MB।
ja: 精度優先（small）は韓国語・中国語・日本語の書き起こしがより正確ですが、ダウンロードが大きくなります。高速・軽量 ≈150MB ・ 精度優先 ≈480MB。
pt_br: Maior precisão (small) transcreve coreano, chinês e japonês com mais exatidão, mas baixa mais dados. Rápido e leve ≈150 MB · Maior precisão ≈480 MB.
ru: Выше точность (small) точнее распознаёт корейский, китайский и японский, но загрузка больше. Быстро и легко ≈150 МБ · Выше точность ≈480 МБ.
zh_hans: 精度优先（small）对韩语、中文和日语的转写更准确，但下载更大。快速轻量 ≈150MB · 精度优先 ≈480MB。

source: 제목
ar: العنوان
en: Title
es: Título
fr: Titre
hi: शीर्षक
ja: タイトル
pt_br: Título
ru: Заголовок
zh_hans: 标题

source: 제목 (선택)
ar: العنوان (اختياري)
en: Title (optional)
es: Título (opcional)
fr: Titre (facultatif)
hi: शीर्षक (वैकल्पिक)
ja: タイトル（任意）
pt_br: Título (opcional)
ru: Название (необязательно)
zh_hans: 标题（可选）

source: 제목 없음
ar: بدون عنوان
en: Untitled
es: Sin título
fr: Sans titre
hi: बिना शीर्षक
ja: タイトルなし
pt_br: Sem título
ru: Без названия
zh_hans: 无标题

source: 제목·스코프 검색
ar: بحث في العنوان أو النطاق
en: Search title or scope
es: Buscar título o alcance
fr: Rechercher titre ou portée
hi: शीर्षक या स्कोप खोजें
ja: タイトル・スコープを検索
pt_br: Buscar título ou escopo
ru: Поиск по заголовку или объёму
zh_hans: 搜索标题或范围

source: 제스처 도움말
ar: مساعدة الإيماءات
en: Gesture help
es: Ayuda de gestos
fr: Aide sur les gestes
hi: जेस्चर मदद
ja: ジェスチャのヘルプ
pt_br: Ajuda de gestos
ru: Справка по жестам
zh_hans: 手势帮助

source: 제안
ar: مقترحات
en: Proposed
es: Propuestas
fr: Propositions
hi: प्रस्तावित
ja: 提案
pt_br: Propostas
ru: Предложено
zh_hans: 提案

source: 제약 조건에 걸려 건너뛰었어요.
ar: تم التخطّي بسبب بلوغ أحد القيود.
en: Skipped because a constraint was hit.
es: Se omitió porque se alcanzó una restricción.
fr: Ignoré car une contrainte a été atteinte.
hi: एक प्रतिबंध लगने के कारण इसे छोड़ दिया गया।
ja: 制約に達したためスキップしました。
pt_br: Ignorado porque uma restrição foi atingida.
ru: Пропущено из-за достигнутого ограничения.
zh_hans: 因触及限制而跳过。

source: 제어
ar: تحكّم
en: Control
es: Control
fr: Contrôle
hi: नियंत्रण
ja: 操作
pt_br: Controle
ru: Управление
zh_hans: 控制

source: 제어 방법:
ar: طريقة التحكّم:
en: How to control:
es: Cómo controlar:
fr: Comment contrôler :
hi: नियंत्रण कैसे करें:
ja: 操作方法:
pt_br: Como controlar:
ru: Как управлять:
zh_hans: 操控方式：

source: 조사 방식
ar: طريقة البحث
en: Research method
es: Método de investigación
fr: Méthode d'analyse
hi: शोध पद्धति
ja: 調査方法
pt_br: Método de pesquisa
ru: Метод исследования
zh_hans: 调研方式

source: 조사 방식 저장
ar: حفظ طريقة البحث
en: Save research method
es: Guardar método
fr: Enregistrer la méthode
hi: शोध पद्धति सहेजें
ja: 調査方法を保存
pt_br: Salvar método
ru: Сохранить метод
zh_hans: 保存调研方式

source: 조사 방식·주기·스토어 리뷰·피드백 repo·디자인 규칙을 정해요. 프로젝트에 저장돼 매 수집에 재사용돼요.
ar: حدّد طريقة البحث والتكرار ومراجعات المتجر ومستودع الملاحظات وقواعد التصميم. تُحفظ في المشروع ويُعاد استخدامها في كل عملية جمع.
en: Set the research method, schedule, store reviews, feedback repo, and design rules. Saved to the project and reused on every collection.
es: Define el método de investigación, la frecuencia, las reseñas de la tienda, el repo de comentarios y las reglas de diseño. Se guardan en el proyecto y se reutilizan en cada recopilación.
fr: Définissez la méthode d'enquête, la fréquence, les avis du store, le dépôt de retours et les règles de design. Enregistrés dans le projet et réutilisés à chaque collecte.
hi: जांच का तरीका, आवृत्ति, स्टोर समीक्षाएं, फ़ीडबैक रेपो और डिज़ाइन नियम तय करें। प्रोजेक्ट में सहेजा जाता है और हर संग्रह में पुनः उपयोग होता है।
ja: 調査方法・周期・ストアレビュー・フィードバックrepo・デザイン規則を決めます。プロジェクトに保存され、毎回の収集で再利用されます。
pt_br: Defina o método de investigação, a frequência, as avaliações da loja, o repo de feedback e as regras de design. Salvos no projeto e reutilizados em cada coleta.
ru: Задайте способ исследования, периодичность, отзывы из магазина, репозиторий отзывов и правила дизайна. Сохраняется в проекте и используется при каждом сборе.
zh_hans: 设置调查方式、周期、商店评论、反馈仓库和设计规则。保存到项目中，每次收集时复用。

source: 조사 범위
ar: نطاق البحث
en: Research scope
es: Alcance de la investigación
fr: Périmètre de recherche
hi: अनुसंधान का दायरा
ja: 調査範囲
pt_br: Escopo da pesquisa
ru: Объём исследования
zh_hans: 调研范围

source: 조사 설정 다시 불러오기
ar: إعادة تحميل إعدادات البحث
en: Reload research settings
es: Recargar ajustes de investigación
fr: Recharger les réglages d'analyse
hi: जाँच सेटिंग फिर से लोड करें
ja: 調査設定を再読み込み
pt_br: Recarregar configurações de análise
ru: Перезагрузить настройки анализа
zh_hans: 重新加载调研设置

source: 조사 설정을 불러오는 중
ar: جارٍ تحميل إعدادات البحث
en: Loading research settings
es: Cargando ajustes de investigación
fr: Chargement des réglages d'analyse
hi: जाँच सेटिंग लोड हो रही है
ja: 調査設定を読み込み中
pt_br: Carregando configurações de análise
ru: Загрузка настроек анализа
zh_hans: 正在加载调研设置

source: 조사 설정을 불러오는 중…
ar: جارٍ تحميل إعدادات البحث…
en: Loading research settings…
es: Cargando ajustes de investigación…
fr: Chargement des réglages d'analyse…
hi: जाँच सेटिंग लोड हो रही है…
ja: 調査設定を読み込み中…
pt_br: Carregando configurações de análise…
ru: Загрузка настроек анализа…
zh_hans: 正在加载调研设置…

source: 조사 설정을 불러오지 못했어요
ar: تعذّر تحميل إعدادات البحث
en: Couldn't load research settings
es: No se pudieron cargar los ajustes de investigación
fr: Impossible de charger les réglages d'analyse
hi: जाँच सेटिंग लोड नहीं हो सकीं
ja: 調査設定を読み込めませんでした
pt_br: Não foi possível carregar as configurações de análise
ru: Не удалось загрузить настройки анализа
zh_hans: 无法加载调研设置

source: 조사 주제
ar: موضوع البحث
en: Research topic
es: Tema de investigación
fr: Sujet de recherche
hi: शोध विषय
ja: 調査テーマ
pt_br: Tema da pesquisa
ru: Тема исследования
zh_hans: 调研主题

source: 조사 중
ar: قيد البحث
en: Researching
es: Investigando
fr: Analyse en cours
hi: शोध जारी
ja: 調査中
pt_br: Pesquisando
ru: Исследуется
zh_hans: 调研中

source: 조사를 맡길 전문가 관점을 골라요. 그 렌즈에 맞는 근거(디자인=토큰·접근성·대비, 디버깅=재현·로그·회귀, QA=테스트·수용 기준·커버리지)를 우선 모아 보고서와 브리프를 만들어요. 이번 리서치에만 적용돼요.
ar: اختر منظور الخبير الذي تُجري البحث من خلاله. يجمع أولاً الأدلة المناسبة لذلك المنظور (التصميم = الرموز·إمكانية الوصول·التباين، التصحيح = إعادة الإنتاج·السجلات·الانحدارات، ضمان الجودة = الاختبارات·معايير القبول·التغطية) لإنشاء التقرير والموجزات. يُطبَّق على هذا البحث فقط.
en: Pick the expert lens to research through. It gathers evidence suited to that lens first (design = tokens·accessibility·contrast; debugging = repro·logs·regressions; QA = tests·acceptance criteria·coverage) to build the report and briefs. Applies to this research only.
es: Elige la perspectiva experta para investigar. Primero reúne evidencia adecuada a esa perspectiva (diseño = tokens·accesibilidad·contraste; depuración = reproducción·registros·regresiones; QA = pruebas·criterios de aceptación·cobertura) para crear el informe y los resúmenes. Solo se aplica a esta investigación.
fr: Choisissez le regard d'expert pour la recherche. Il rassemble d'abord les preuves adaptées à ce regard (design = jetons·accessibilité·contraste ; débogage = reproduction·journaux·régressions ; QA = tests·critères d'acceptation·couverture) pour créer le rapport et les briefs. Ne s'applique qu'à cette recherche.
hi: वह विशेषज्ञ दृष्टिकोण चुनें जिससे शोध कराना है। यह उस दृष्टिकोण के अनुरूप साक्ष्य पहले जुटाता है (डिज़ाइन = टोकन·सुलभता·कंट्रास्ट, डीबगिंग = पुनरुत्पादन·लॉग·रिग्रेशन, QA = परीक्षण·स्वीकृति मानदंड·कवरेज) ताकि रिपोर्ट और ब्रीफ़ बनें। केवल इस शोध पर लागू होता है।
ja: 調査を任せる専門家の視点を選びます。そのレンズに合った根拠（デザイン＝トークン・アクセシビリティ・コントラスト、デバッグ＝再現・ログ・回帰、QA＝テスト・受け入れ基準・カバレッジ）を優先的に集めてレポートとブリーフを作ります。今回の調査にのみ適用されます。
pt_br: Escolha a perspectiva especialista para a pesquisa. Ela reúne primeiro as evidências adequadas a essa perspectiva (design = tokens·acessibilidade·contraste; depuração = reprodução·logs·regressões; QA = testes·critérios de aceitação·cobertura) para criar o relatório e os resumos. Aplica-se somente a esta pesquisa.
ru: Выберите экспертный взгляд для исследования. Сначала он собирает доказательства под этот взгляд (дизайн = токены·доступность·контраст; отладка = воспроизведение·логи·регрессии; QA = тесты·критерии приёмки·покрытие), чтобы составить отчёт и брифы. Применяется только к этому исследованию.
zh_hans: 选择委托调研的专家视角。它会优先收集契合该视角的证据（设计＝令牌·无障碍·对比度，调试＝复现·日志·回归，QA＝测试·验收标准·覆盖率）来生成报告和简报。仅对本次调研生效。

source: 조사를 맡길 전문가 관점을 골라요. 그 렌즈에 맞는 근거(디자인=토큰·접근성·대비, 디버깅=재현·로그·회귀, QA=테스트·수용 기준·커버리지, 보안=인증·키 취급·노출면·위협모델)를 우선 모아 보고서와 브리프를 만들어요. 이번 리서치에만 적용돼요.
ar: اختر منظور الخبير الذي تُجري البحث من خلاله. يجمع أولاً الأدلة المناسبة لذلك المنظور (التصميم = الرموز·إمكانية الوصول·التباين، التصحيح = إعادة الإنتاج·السجلات·الانحدارات، ضمان الجودة = الاختبارات·معايير القبول·التغطية، الأمان = المصادقة·التعامل مع المفاتيح·سطح التعرّض·نموذج التهديد) لإنشاء التقرير والموجزات. يُطبَّق على هذا البحث فقط.
en: Pick the expert lens to research through. It gathers evidence suited to that lens first (design = tokens·accessibility·contrast; debugging = repro·logs·regressions; QA = tests·acceptance criteria·coverage; security = auth·key handling·exposure surface·threat model) to build the report and briefs. Applies to this research only.
es: Elige la perspectiva experta para investigar. Primero reúne evidencia adecuada a esa perspectiva (diseño = tokens·accesibilidad·contraste; depuración = reproducción·registros·regresiones; QA = pruebas·criterios de aceptación·cobertura; seguridad = autenticación·gestión de claves·superficie de exposición·modelo de amenazas) para crear el informe y los resúmenes. Solo se aplica a esta investigación.
fr: Choisissez le regard d'expert pour la recherche. Il rassemble d'abord les preuves adaptées à ce regard (design = jetons·accessibilité·contraste ; débogage = reproduction·journaux·régressions ; QA = tests·critères d'acceptation·couverture ; sécurité = authentification·gestion des clés·surface d'exposition·modèle de menace) pour créer le rapport et les briefs. Ne s'applique qu'à cette recherche.
hi: वह विशेषज्ञ दृष्टिकोण चुनें जिससे शोध कराना है। यह उस दृष्टिकोण के अनुरूप साक्ष्य पहले जुटाता है (डिज़ाइन = टोकन·सुलभता·कंट्रास्ट, डीबगिंग = पुनरुत्पादन·लॉग·रिग्रेशन, QA = परीक्षण·स्वीकृति मानदंड·कवरेज, सुरक्षा = प्रमाणीकरण·कुंजी प्रबंधन·एक्सपोज़र सतह·खतरा मॉडल) ताकि रिपोर्ट और ब्रीफ़ बनें। केवल इस शोध पर लागू होता है।
ja: 調査を任せる専門家の視点を選びます。そのレンズに合った根拠（デザイン＝トークン・アクセシビリティ・コントラスト、デバッグ＝再現・ログ・回帰、QA＝テスト・受け入れ基準・カバレッジ、セキュリティ＝認証・鍵の取り扱い・露出面・脅威モデル）を優先的に集めてレポートとブリーフを作ります。今回の調査にのみ適用されます。
pt_br: Escolha a perspectiva especialista para a pesquisa. Ela reúne primeiro as evidências adequadas a essa perspectiva (design = tokens·acessibilidade·contraste; depuração = reprodução·logs·regressões; QA = testes·critérios de aceitação·cobertura; segurança = autenticação·gestão de chaves·superfície de exposição·modelo de ameaças) para criar o relatório e os resumos. Aplica-se somente a esta pesquisa.
ru: Выберите экспертный взгляд для исследования. Сначала он собирает доказательства под этот взгляд (дизайн = токены·доступность·контраст; отладка = воспроизведение·логи·регрессии; QA = тесты·критерии приёмки·покрытие; безопасность = аутентификация·обращение с ключами·поверхность атаки·модель угроз), чтобы составить отчёт и брифы. Применяется только к этому исследованию.
zh_hans: 选择委托调研的专家视角。它会优先收集契合该视角的证据（设计＝令牌·无障碍·对比度，调试＝复现·日志·回归，QA＝测试·验收标准·覆盖率，安全＝认证·密钥处理·暴露面·威胁模型）来生成报告和简报。仅对本次调研生效。
